
{
    "name":"Universal Pictures",
    "fundationYear":"1912"
}
{
    "name":"Warner Bros",
    "fundationYear":"1923"
}
{
    "name":"20th Century Fox",
    "fundationYear":"1935"
}
{
    "name":"Paramount Pictures",
    "fundationYear":""
}
{
    "name":"Lionsgate Films",
    "fundationYear":""
}

{
    "title":"El expreso polar",
    "minduration": 100,
    "clasification":"A",
    "genre":"Fantasia",
    "year": 2004,
    "picturelink":"",
    "description":"El expreso polar relata las aventuras que vive un niño, de 8 años de edad en la noche del 24 de diciembre, en Nochebuena, justo cuando comienza a perder la esperanza de continuar creyendo en la existencia de Santa Claus y el espiritu que conlleva celebrar la Navidad.",
    "production":"Warner Bros"	
}
{
     
    "title":"El Origen",
    "minduration": 148,
    "clasification":"13",
    "genre":"Drama",
    "year": 2010,
    "picturelink":"",
    "description":"Dom Cobb (Leonardo DiCaprio) es un ladron, profugo de la justicia estadounidense por el supuesto asesinato de su esposa, especializado en infiltrarse en los sueños para robar ideas, claves de bancos, etc. mientras sus victimas duermen. Esto lo logra a traves de un sueño inducido por un dispositivo de tecnologia militar experimental, que administra un potente sedante a las victimas y a los atacantes, creando un sueño compartido, ubicado en un escenario construido por la subconciencia de uno de los atacantes, y ocupado por proyecciones mentales (subconsciencia) del sujeto al que se le extrae la informacion, quien por lo mismo no sospecha estar soñando.",

    "production":"Warner Bros"
}
{
  
    "title":"El Conjuro",
    "minduration":112,
    "clasification":"16",
    "genre":"Terror",
    "year": 2013,
    "picturelink":"",
    "description":"En 1971, Roger y Carolyn Perron (Ron Livingston y Lili Taylor) son un matrimonio que se traslada con sus cinco hijas a una granja en Harrisville. El primer dia como propietarios resulta ser idilico a excepcion del extraño comportamiento de su perra Sadie, la cual se niega a entrar y empieza a ladrar; por otro lado, una de las hijas rompe sin querer un tablón de la pared y descubren un sotano y una de las hijas (la menor) encuentra una caja musical extraña.",

    "production":"Warner Bros"
}
{
  
    "title":"Soy Leyenda",
    "minduration": 101,
    "clasification":"13",
    "genre":"Ciencia Ficcion",
    "year": 2007,
    "picturelink":"https://image.tmdb.org/t/p/w342/iPDkaSdKk2jRLTM65UOEoKtsIZ8.jpg",
    "description":"Soy leyenda es una pelicula de terror y ciencia ficcion postapocaliptica estadounidense de 2007, dirigida por Francis Lawrence y protagonizada por Will Smith. Es la tercera adaptacion cinematografica de la novela homonima de 1954 de Richard Matheson, siguiendo a The Last Man on Earth, de 1964, y The Omega Man, de 1971. Smith interpreta al virologo Robert Neville, quien es inmune a un virus hecho por el ser humano, creado originalmente para curar el cancer. El trabaja para crear un antidoto mientras se defiende de los mutantes originados por el virus.",

    "production":"Warner Bros"
}
{
  
    "title":"Interstellar",
    "minduration":169,
    "clasification":"13",
    "genre":"Ciencia Ficcion",
    "year":2014,
    "picturelink":"",
    "description":"Interstellar es una pelicula epica de ciencia ficcion britanico-estadounidense de 2014, dirigida por Christopher Nolan y protagonizada por Matthew McConaughey, Anne Hathaway, Jessica Chastain, Michael Caine y Matt Damon. Ambientada en un futuro distopico donde la humanidad esta luchando por sobrevivir, la pelicula cuenta la historia de un grupo de astronautas que viajan a traves de un agujero de gusano cerca de Saturno en busca de un nuevo hogar para la humanidad.",

    "production":"Warner Bros"
}
{
  
    "title":"E.T. El extraterrestre",
    "minduration":115,
    "clasification":"A",
    "genre":"Ciencia Ficcion",
    "year": 1982,
    "picturelink":"",
    "description":"El filme comienza en Crescent City, California, con un grupo de botanicos extraterrestres que reunen muestras de la vegetacion. Agentes del gobierno de Estados Unidos aparecen y los extraterrestres huyen en su nave espacial, dejando atras a uno de los suyos en sus prisas. La escena cambia a un hogar en los suburbios de California, donde un niño llamado Elliott (Henry Thomas) hace de sirviente de su hermano mayor, Michael (Robert MacNaughton), y sus amigos (K. C. Martel, Sean Frye y C. Thomas Howell). Cuando él va por la pizza, Elliott descubre al extraterrestre abandonado, quien huye con prontitud. A pesar de la incredulidad de su familia, Elliott deja dulces de Reese's Pieces en el bosque para atraerlo a su dormitorio. ",

    "production":"Universal Pictures"
}
{
  
    "title":"Kung Fu Panda",
    "minduration": 92,
    "clasification":"A",
    "genre":"Fantasia",
    "year": 2008,
    "picturelink":"",
    "description":"La historia se desarrolla en el Valle de la Paz, un lugar ficticio de la Antigua China habitado por animales antropomorfos. Po (Jack Black), un joven panda torpe y con sobrepeso, es un entusiasta del kung-fu que idolatra a los Cinco Furiosos, que son los guerreros mas poderosos del kung fu: Tigresa (Angelina Jolie), Mono (Jackie Chan), Mantis (Seth Rogen), Vibora (Lucy Liu), y Grulla (David Cross), entrenados por el sabio Maestro Shifu (Dustin Hoffman), para proteger el valle. Debido a que trabaja en el restaurante de fideos de su padre oca,​ el señor Ping (James Hong), se ve frustrado por su incapacidad de alcanzar el sueño de ser a su vez un maestro del kung fu.",

    "production":"Universal Pictures"
}
{
  
    "title":"El Grinch",
    "minduration": 105,
    "clasification":"A",
    "genre":"Fantasia",
    "year": 2000,
    "picturelink":"",
    "description":" Se trata de la primera adaptacion en forma de largometraje de una obra del Dr. Seuss. Al estar basada en un cuento infantil, se añadio mas trama a la historia para convertirla en un largometraje, incluyendo algunas escenas sobre los origenes del personaje protagonista y una reelaboracion del personaje de Cindy Lou Who, que en el libro es secundario, dandole una mayor importancia en la historia. Muchas de las rimas del libro son usadas en la pelicula, aunque algunas algo cambiadas, y tambien se añaden otras nuevas. La pelicula tambien tomo prestada alguna musica y elementos de los personajes (como el color verde de El Grinch) creados para la version animada para la television de 1966.",

    "production":"Universal Pictures"
}
{
  
    "title":"Glass",
    "minduration": 129,
    "clasification":"13",
    "genre":"Drama",
    "year":2019,
    "picturelink":"",
    "description":"Glass es una pelicula estadounidense de suspenso escrita, coproducida y dirigida por M. Night Shyamalan, y estrenada en 2019. Esta pelicula es la tercera parte de una trilogia compuesta por El protegido y Split.Bruce Willis, Samuel L. Jackson, Spencer Treat Clark y Charlayne Woodard reinterpretan sus papeles de El protegido, mientras que James McAvoy y Anya Taylor-Joy repiten sus papeles de Split, con Sarah Paulson uniendose al reparto.",

    "production":"Universal Pictures"
}
{
  
    "title":"Gladiador",
    "minduration": 155,
    "clasification":"16",
    "genre":"Accion",
    "year": 2000,
    "picturelink":"",
    "description":"Gladiador es una pelicula epica del genero accion de 2000 dirigida por Ridley Scott y protagonizada por Russell Crowe, Joaquin Phoenix y Connie Nielsen. Crowe interpreta a Maximo Decimo Meridio, un leal general hispano del ejercito del Imperio romano que es traicionado por Comodo, el ambicioso hijo del emperador Marco Aurelio, quien ha asesinado a su padre y se ha hecho con el trono. Forzado a convertirse en esclavo, Maximo triunfa como gladiador mientras anhela vengar la muerte de su familia y la del emperador.",

    "production":"Universal Pictures",
}
{
  
    "title":"Alita: Angel de combate",
    "minduration": 122,
    "clasification":"13",
    "genre":"Ciencia Ficcion",
    "year": 2019,
    "picturelink":"",
    "description":"Alita: Battle Angel​ es una película estadounidense perteneciente al genero de accion cyberpunk, basada en el manga GUNNM del mangaka Yukito Kishiro, que se estreno el 14 de febrero de 2019 en cines. La pelicula fue producida por James Cameron y Jon Landau, y fue dirigida por Robert Rodriguez a partir de un guion de Cameron, Rodriguez y Laeta Kalogridis.",

    "production":"20th Century Fox"
}
{
  
    "title":"Perdida",
    "minduration":149,
    "clasification":"16",
    "genre":"Drama",
    "year": 2014,
    "picturelink":"",
    "description":"Perdida es una película estadounidense de suspense psicológico de 2014 dirigida por David Fincher y escrita por Gillian Flynn, basada en su novela homonima de 2012. La cinta esta protagonizada por Ben Affleck, Rosamund Pike, Neil Patrick Harris, Carrie Coon y Tyler Perry. Ambientada en Misuri, la historia comienza como un misterio que sigue los acontecimientos que rodean a Nick Dunne (Affleck), quien se convierte en el principal sospechoso de la repentina desaparicion de su esposa, Amy (Pike).",

    "production":"20th Century Fox",
}
{
  
    "title":"Deadpool",
    "minduration":109,
    "clasification":"16",
    "genre":"Accion",
    "year":2016,
    "picturelink":"",
    "description":"Deadpool es una pelicula de superheroes estadounidense basada en el personaje de Marvel Comics del mismo nombre y dirigida por Tim Miller. La pelicula es un spin-off derivado de los X-Men protagonizada por Ryan Reynolds, Morena Baccarin, Ed Skrein, T. J. Miller, Gina Carano, Leslie Uggams, Brianna Hildebrand y Stefan Kapičić. En Deadpool, despues de ser sometido a un experimento que deja a Wade Wilson con nuevas habilidades y con un retorcido sentido del humor, Wilson persigue al hombre que casi destrozo su vida.",

    "production":"20th Century Fox"
}
{
  
    "title":"Mas alla de la montaña",
    "minduration":103,
    "clasification":"13",
    "genre":"Drama",
    "year": 2017,
    "picturelink":"",
    "description":"Alex Martin (Kate Winslet) es una reportera y fotografa que desea viajar para casarse con su novio Mark; pero tiene problemas con su pasaje de aviacion. Paralelamente el doctor en neurocirugia, Ben Bass (Idris Elba), tiene el mismo problema y destino que Martin, ambos se conciertan a pesar de ser desconocidos entre si e intentan solucionar su problema de viaje rentando una avioneta y su dueño quien va acompañado por un fiel perro.",

    "production":"20th Century Fox"
}
{
    "title":"De amor y otras adicciones",
    "minduration": 112,
    "clasification":"16",
    "genre":"Drama",
    "year": 2010,
    "picturelink":"",
    "description":"Es una comedia romantica escrita, producida y dirigida por Edward Zwick y protagonizada por Jake Gyllenhaal , Anne Hathaway, Hank Azaria, Josh Gad y Oliver Platt. Basada en la novela de Jamie Reidy Hard sell: the evolution of a Viagra salesman, la pelicula se estreno el 24 de noviembre de 2010 en Estados Unidos, el 14 de enero de 2011 en España y el 27 de enero del mismo año en Argentina.",

    "production":"20th Century Fox"
}
{
  
    "title":"El lobo de Wall Street",
    "minduration":180,
    "clasification":"16",
    "genre":"Comedia",
    "year":2013,
    "picturelink":"",
    "description":"El lobo de Wall Street es una pelicula dirigida por Martin Scorsese, basada en las memorias del mismo nombre de Jordan Belfort. Escrita por Terence Winter y protagonizada por Leonardo DiCaprio como Belfort, junto a Jonah Hill, Margot Robbie, Jean Dujardin, Rob Reiner, Kyle Chandler y Matthew McConaughey, se trata de la quinta colaboración entre Scorsese y DiCaprio. La pelicula cuenta la historia de un agente de bolsa de Nueva York, interpretado por DiCaprio, que se niega a cooperar en un caso de fraude de titulos que involucra la corrupcion en Wall Street, el banco comercial e infiltracion de la mafia.",

    "production":"Paramount Pictures"
}
{
  
    "title":"Los locos Adams",
    "minduration":100,
    "clasification":"13",
    "genre":"Fantasia",
    "year":1991,
    "picturelink":"",
    "description":"Los locos Addams es una pelicula estadounidense de comedia de terror. Dirigida por Barry Sonnenfeld, esta basada en la historia original de la serie de 1964 The Addams Family, de Charles Addams. Los Addams, una familia gotica y macabra, corren el riesgo de perder su tesoro de monedas de oro por culpa de Tully Alford (Dan Hedaya), un abogado deshonesto de quien los Addams son clientes y ahora esta en serias dificultades financieras.",

    "production":"Paramount Pictures"
}
{
  
    "title":"Grease",
    "minduration":110,
    "clasification":"A",
    "genre":"Musical",
    "year":1978,
    "picturelink":"",
    "description":"Grease es una pelicula musical de 1978 ambientada en los años 50 dirigida por Randal Kleiser y protagonizada por John Travolta y Olivia Newton-John. La cinta esta basada en el musical homonimo de 1972 creado por Jim Jacobs y Warren Casey. La pelicula fue un rotundo exito y consolido la carrera de varios artistas principales como la del mismo Travolta, la de Newton-John, la de Stockard Channing y la del desaparecido Jeff Conaway, asi como la de personajes secundarios como la del actor Lorenzo Lamas.",

    "production":"Paramount Pictures"
}
{
  
    "title":"Corazon Valiente",
    "minduration":177,
    "clasification":"16",
    "genre":"Drama",
    "year":1995,
    "picturelink":"",
    "description":"Braveheart es una pelicula estadounidense historica-dramatica dirigida, producida y protagonizada por Mel Gibson. La cinta epica, basada en la vida de William Wallace, un heroe nacional escoces que participo en la Primera Guerra de Independencia de Escocia, fue ganadora de cinco Premios de la Academia, incluyendo el Mejor pelicula.",

    "production":"Paramount Pictures"
}
{
  
    "title":"El curioso caso de Benjamin Button",
    "minduration":166,
    "clasification":"16",
    "genre":"Fantasia",
    "year":2008,
    "picturelink":"",
    "description":"El curioso caso de Benjamin Button es una pelicula dirigida por David Fincher, con guion de Eric Roth y protagonizada por Brad Pitt y Cate Blanchett. Basada en un relato de F. Scott Fitzgerald, cuenta la historia de Benjamin Button (Brad Pitt), un hombre que naceria con el cuerpo de una persona de 80 años y que con el transcurso del tiempo va rejuveneciendo.",

    "production":"Paramount Pictures"
}
{
  
    "title":"Kick Ass",
    "minduration":117,
    "clasification":"16",
    "genre":"Comedia",
    "year":2010,
    "picturelink":"",
    "description":"Kick-Ass es una pelicula de superheroes (en donde muchos de los protagonistas son antiheroes) basada en el comic del mismo nombre creado por Mark Millar y John Romita Jr. cuya publicacion fue en 2008 bajo la editorial Icon Comics, sello perteneciente a Marvel Comics. Dirigida por Matthew Vaughn y producida por Brad Pitt",

    "production":"Lionsgate Films"
}
{
  
    "title":"La leyenda del jinete sin cabeza",
    "minduration":105,
    "clasification":"13",
    "genre":"Fantasia",
    "year":1999,
    "picturelink":"",
    "description":"La leyenda del jinete sin cabeza es una pelicula de aventuras de 1999 dirigida por Tim Burton y protagonizada por Johnny Depp, basada en el relato de terror La leyenda de Sleepy Hollow de Washington Irving. El titulo significa oquedad soñolienta en ingles, un termino utilizado como nombre de una municipalidad en varios lugares.",

    "production":"Lionsgate Films"
}
{
  
    "title":"Masacre en Texas",
    "minduration":92,
    "clasification":"16",
    "genre":"Terror",
    "year":2013,
    "picturelink":"",
    "description":"La masacre de Texas, es una pelicula de terror en 3D dirigida por John Luessenhop y escrita por Debra Sullivan y Adam Marcus, con un ultimo retoque de Kirsten Elms, Stephen Susco y Luessenhop. Es la septima pelicula de la franquicia de The Texas Chainsaw Massacre. Siendo una secuela de la pelicula original de 1974 y semi reinicio de la saga. El rodaje comenzo en julio de 2011.",

    "production":"Lionsgate Films"
}
{
  
    "title":"Hostal",
    "minduration":95,
    "clasification":"18",
    "genre":"Terror",
    "year":2005,
    "picturelink":"",
    "description":"Hostel es una pelicula estadounidense de terror y gore escrita, producida y dirigida por Eli Roth. Fue protagonizada por Jay Hernandez, Derek Richardson, Jennifer Lim, Eythor Gudjonsson y Barbara Nedeljakova. El guion original de Roth fue desarrollado por Quentin Tarantino, que a su vez es uno de los productores. Su estreno fue restringido en algunos países, especialmente en aquellos con estrictas normas de censura. Su secuela se estreno dos años mas tarde y la tercera parte en 2011.",

    "production":"Lionsgate Films"
}
{
  
    "title":"Novio por una noche",
    "minduration":101,
    "clasification":"16",
    "genre":"Comedia",
    "year":2007,
    "picturelink":"",
    "description":"Charlie (Dane Cook) sufrio cuando era pequeño una maldicion que ahora se ha convertido para algunas en un don. Despues de acostarse con una mujer, esta siempre encuentra a su amor verdadero en el siguiente hombre y se casa con el. Asi Charlie, al que llaman Lucky Chuck, es solicitado por multitud de mujeres solteras. Pero cuando Charlie encuentra a la mujer con quien el sueña, Cam (Jessica Alba) tendra un pequeño problema: no puede acostarse con ella... porque si lo hace ella encontrara a otro hombre y la perdera.",

    "production":"Lionsgate Films"
}